Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: Both translated and untranslated strings
ca_es: Cadenes traduïdes i no traduïdes

source: Only translated strings
ca_es: Només cadenes traduïdes

source: Only untranslated strings
ca_es: Només cadenes no traduïdes

source: Limit search to
ca_es: Limita la cerca a

source: All text groups
ca_es: Tots els grups de text

source: Languages not yet added
ca_es: Idiomes encara no afegits

source: Import translation
ca_es: Importa traducció

source: A Gettext Portable Object (<em>.po</em>) file.
ca_es: Un arxiu Gettext Portable Object (<em>.po</em>).

source: Import into
ca_es: Importa a

source: Choose the language you want to add strings into. If you choose a language which is not yet set up, it will be added.
ca_es: Trieu la llengua que voleu afegir les cadenes. Si trieu una llengua que encara no s'ha afegit, s'hi afegirà automàticament.

source: Text group
ca_es: Grup de text

source: Imported translations will be added to this text group.
ca_es: Les traduccions importades s'afegiran a aquest grup de text.

source: Strings in the uploaded file replace existing ones, new ones are added
ca_es: Les cadenes del fitxer carregat reemplacen les ja existents, les noves s'afegeixen

source: Existing strings are kept, only new strings are added
ca_es: Les cadenes existents es mantenen, només s'afegeixen les noves

source: The language %language has been created.
ca_es: L'idioma %language ha estat creat.

source: Export translation
ca_es: Exporta la traducció

source: Select the language to export in Gettext Portable Object (<em>.po</em>) format.
ca_es: Seleccioneu l'idioma a exportar en format Gettext Portable Object (<em>.po</em>).

source: Generate a Gettext Portable Object Template (<em>.pot</em>) file with all strings from the Drupal locale database.
ca_es: Generar un fitxer plantilla Gettext Portable Object (<em>.pot</em>) amb totes les cadenes des de la base de dades local Drupal.

source: String not found.
ca_es: No s'ha trobat la cadena.

source: The submitted string contains disallowed HTML: %string
ca_es: La cadena enviada conté HTML no autoritzat: %string

source: The string has been saved.
ca_es: S'ha desat la cadena.

source: The string has been removed.
ca_es: S'ha eliminat la cadena.

source: The language selected for import is not supported.
ca_es: L'idioma seleccionat per importar no està suportat.

source: The translation file %filename appears to have a missing or malformed header.
ca_es: Al fitxer de traducció %filename sembla que li falta la capçalera o està mal formada.

source: The translation was successfully imported. There are %number newly created translated strings, %update strings were updated and %delete strings were removed.
ca_es: La traducció ha estat importada correctament. S'han creat %number noves cadenes traduïdes, %update cadenes han estat actualitzades i %delete cadenes han estat eliminades.

source: Importing interface translations
ca_es: S'estan important les traduccions d'interfície.

source: Starting import
ca_es: Iniciant importació

source: Error importing interface translations
ca_es: Hi ha hagut un error en importar les traduccions d'interfície.

source: Attempted submission of a translation string with disallowed HTML: %string
ca_es: Intent de tramesa d'una cadena de traducció amb HTML no autoritzat: %string

source: The %language language (%code) has been created.
ca_es: L'idioma $language (%code) ha estat creat.

source: Imported %file into %locale: %number new strings added, %update updated and %delete removed.
ca_es: L'arxiu %file s'ha importat a %locale: s'han afegit %number cadenes noves, %update s'han actualitzat i %delete s'han eliminat.

source: Exported %locale translation file: %filename.
ca_es: S'ha exportat el fitxer de traducció per a %locale: %filename.

source: Exported translation file: %filename.
ca_es: S'ha exportat el fitxer de traducció: %filename.

source: Updated JavaScript translation file for the language %language.
ca_es: S'ha actualitzat l'arxiu de traducció de Javascript per l'idioma %language.

source: Created JavaScript translation file for the language %language.
ca_es: S'ha creat l'arxiu de traducció de Javascript per l'idioma %language.

source: Removed JavaScript translation file for the language %language, because no translations currently exist for that language.
ca_es: S'ha eliminat l'arxiu de traducció de Javascript per a la llengua %language perquè no hi ha traduccions per a aquesta llengua.

source: An error occurred during creation of the JavaScript translation file for the language %language.
ca_es: Hi ha hagut un error durant la creació de l'arxiu de traducció de Javascript per l'idioma %language.

source: One translation string was skipped because it contains disallowed HTML.
ca_es: Una de les cadenes de traducció ha estat omesa perquè contenia HTML no permès.

source: One translation file imported for the newly installed modules.
ca_es: S'ha importat un fitxer de traducció pels nous mòduls instal·lats.

source: One translation file imported for the enabled modules.
ca_es: S'ha importat un fitxer de traducció pels mòduls habilitats.

source: Abkhazian
ca_es: ﻿Abkhaz

source: Avestan
ca_es: Avesta

source: Amharic
ca_es: Amhàric

source: Assamese
ca_es: Assamès

source: Aymara
ca_es: Aimara

source: Azerbaijani
ca_es: Àzeri

source: Bashkir
ca_es: Baixkir

source: Belarusian
ca_es: Bielorús

source: Bengali
ca_es: Bengalí

source: Tibetan
ca_es: Tibetà

source: Breton
ca_es: Bretó

source: Bosnian
ca_es: Bosnià

source: Chechen
ca_es: Txetxè

source: Corsican
ca_es: Cors

source: Old Slavonic
ca_es: Eslau antic

source: Chuvash
ca_es: Txuvaix

source: Welsh
ca_es: Gal·lès

source: Maldivian
ca_es: Maldiu

source: Bhutani
ca_es: Bhutaní

source: Estonian
ca_es: Estonià

source: Basque
ca_es: Basc

source: Persian
ca_es: Persa

source: Faeroese
ca_es: Feroès

source: Frisian
ca_es: Frisi

source: Irish
ca_es: Irlandès

source: Scots Gaelic
ca_es: Gaèlic escocès

source: Galician
ca_es: Gallec

source: Guarani
ca_es: Guaraní

source: Armenian
ca_es: Armeni

source: Interlingue
ca_es: Interlingüe

source: Icelandic
ca_es: Islandès

source: Javanese
ca_es: Javanès

source: Georgian
ca_es: Georgià

source: Kongo
ca_es: Congo

source: Kikuyu
ca_es: Kikuiu

source: Greenlandic
ca_es: ﻿Groenlandès

source: Cambodian
ca_es: Cambotjà

source: Kannada
ca_es: Kannada (kanarès?)

source: Kashmiri
ca_es: ﻿Caixmiri

source: Kurdish
ca_es: ﻿Kurd

source: Cornish
ca_es: Còrnic

source: Kirghiz
ca_es: Quirguís

source: Latin
ca_es: Llatí

source: Luxembourgish
ca_es: Luxemburguès

source: Laothian
ca_es: Laosià

source: Latvian
ca_es: Letó

source: Malagasy
ca_es: ﻿Malgaix

source: Marshallese
ca_es: Marsellès

source: Maori
ca_es: Maorí

source: Macedonian
ca_es: Macedoni

source: Malayalam
ca_es: ﻿Malaialam

source: Mongolian
ca_es: Mongol

source: Moldavian
ca_es: ﻿Moldau

source: Malay
ca_es: ﻿Malai

source: Maltese
ca_es: Maltès

source: Burmese
ca_es: Birmà

source: North Ndebele
ca_es: Ndebele (Nort)

source: Nepali
ca_es: Nepalès

source: Norwegian Bokmål
ca_es: Noruec Bokmål

source: Norwegian Nynorsk
ca_es: Noruec Nynorsk

source: South Ndebele
ca_es: Ndebele (Sud)

source: Chichewa
ca_es: Chewa

source: Occitan
ca_es: Occità

source: Pashto
ca_es: ﻿Paixto

source: Portuguese, Portugal
ca_es: Portuguès (Portugal)

source: Portuguese, Brazil
ca_es: Portuguès (Brasil)

source: Quechua
ca_es: Quètxua

source: Rhaeto-Romance
ca_es: Retoromànic

source: Sanskrit
ca_es: ﻿Sànscrit

source: Sardinian
ca_es: Sard

source: Northern Sami
ca_es: Sami (Nort)

source: Sango
ca_es: Sangoà

source: Serbo-Croatian
ca_es: Serbo-Croat

source: Slovenian
ca_es: Eslovè

source: Samoan
ca_es: ﻿Samoà

source: Albanian
ca_es: Albanès

source: Serbian
ca_es: Serbi

source: Sudanese
ca_es: Sudanès

source: Tajik
ca_es: Tadjik

source: Thai
ca_es: Tailandès

source: Turkmen
ca_es: ﻿Turcman

source: Tagalog
ca_es: Tagalo

source: Tatar
ca_es: Tàrtar

source: Tahitian
ca_es: Tahitià

source: Ukrainian
ca_es: Ucraïnès

source: Vietnamese
ca_es: Vietnamita

source: Wolof
ca_es: Uolof

source: Xhosa
ca_es: Xhosà

source: Chinese, Simplified
ca_es: Xinès simplificat

source: Chinese, Traditional
ca_es: Xinès tradicional

source: Zulu
ca_es: Zulú

source: Error sending e-mail (from %from to %to).
ca_es: Error enviant correu electrònic (de %from a %to).

source: sort ascending
ca_es: ordenació ascendent

source: sort descending
ca_es: ordenació descendent

source: The following errors must be resolved before you can continue the installation process
ca_es: S'han de resoldre els següents errors abans de continuar amb el procés d'instal·lació

source: The following error must be resolved before you can continue the installation process
ca_es: S'ha de resoldre el següent error abans de continuar amb el procés d'instal·lació

source: The following installation warnings should be carefully reviewed
ca_es: Reviseu amb cura els següents errors d'instal·lació

source: The following installation warning should be carefully reviewed
ca_es: Reviseu amb cura el següent error d'instal·lació

source: The following installation warnings should be carefully reviewed, but in most cases may be safely ignored
ca_es: S'han de revisar amb compte els següents avisos d'instal·lació tot i que la majoria de vegades es poden ignorar sense més problemes

source: The following installation warning should be carefully reviewed, but in most cases may be safely ignored
ca_es: S'ha de revisar amb compte els següents avisos d'instal·lació tot i que la majoria de vegades es pot ignorar sense més problemes

source: Operations on Unicode strings are emulated on a best-effort basis. Install the <a href="@url">PHP mbstring extension</a> for improved Unicode support.
ca_es: Les operacions de cadenes Unicode s'emulen en una base de best-effort. Instal·leu l'<a href="@url">extensió PHP mbstring</a> per millorar el suport Unicode.

source: Multibyte string function overloading in PHP is active and must be disabled. Check the php.ini <em>mbstring.func_overload</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
ca_es: La funció de sobrecàrrega de cadenes multibyte en PHP està activa i hauria de ser desactivada. Verifiqueu la configuració de <em>mbstring.func_overload</em> a php.ini. Per a més informació consulteu la <a href="@url">documentació PHP mbstring</a>.

source: Multibyte string input conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.encoding_translation</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
ca_es: La conversió d'entrada de cadenes multibyte en PHP està activada i hauria de ser desactivada. Verifiqueu la configuració de <em>mbstring.encoding_translation</em> a php.ini. Per a més informació consulteu la <a href="@url">documentació PHP mbstring</a>.

source: Multibyte string input conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.http_input</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
ca_es: La conversió d'entrada de cadenes multibyte en PHP està activada i hauria de ser desactivada. Verifiqueu la configuració de <em>mbstring.http_intput</em> a php.ini. Per a més informació consulteu la <a href="@url">Documentació PHP mbstring</a>.

source: Multibyte string output conversion in PHP is active and must be disabled. Check the php.ini <em>mbstring.http_output</em> setting. Please refer to the <a href="@url">PHP mbstring documentation</a> for more information.
ca_es: La conversió de sortida de cadenes multibyte en PHP està activada i hauria de ser desactivada. Verifiqueu la configuració de <em>mbstring.http_output</em> a php.ini. Per a més informació consulteu la <a href="@url">Documentació PHP mbstring</a>.

source: Standard PHP
ca_es: PHP estàndard

source: PHP Mbstring Extension
ca_es: Extensió PHP Mbstring

source: Unicode library
ca_es: Biblioteca Unicode

source: Could not convert XML encoding %s to UTF-8.
ca_es: No s’ha pogut convertir la codificació XML %s a UTF-8.

source: Unsupported encoding %s. Please install iconv, GNU recode or mbstring for PHP.
ca_es: Codificació no suportada %s. Instal·leu iconv, GNU recode o mbstring per PHP.

source: Parse error. Not well formed
ca_es: Error d'anàlisi. No està ben format

source: Parse error. Request not well formed.
ca_es: Error d'anàlisi. La petició no està ben formada.

source: Server error. Invalid XML-RPC. Request must be a methodCall.
ca_es: Error del servidor. XML-RPC no vàlid. La petició ha d'ésser una cridada a un mètode.

source: Server error. Requested method @methodname not specified.
ca_es: Error del servidor. El mètode @methodname demanat no ha estat especificat.

source: Server error. Wrong number of method parameters.
ca_es: Error del servidor. Nombre incorrecte de paràmetres del mètode.

source: Server error. Invalid method parameters.
ca_es: Error del servidor. Paràmetres del mètode no vàlids.

source: Server error. Requested function @method does not exist.
ca_es: Error de servidor. La funció @method demanada no existeix.

source: Invalid syntax for system.multicall.
ca_es: Sintaxi invàlida pel system.multicall.

source: Recursive calls to system.multicall are forbidden.
ca_es: Les crides recursives a system.multicall estan prohibides.

source: Server error. Requested method @methodname signature not specified.
ca_es: Error de servidor. La signatura del mètode @methodname no ha estat especificada.

source: Unspecified error
ca_es: Error no especificat

source: The name of the feed (or the name of the website providing the feed).
ca_es: El nom del canal (o el nom del lloc web que proveeix el canal).

source: Categorize news items
ca_es: Categoritza elements de notícies

source: Are you sure you want to remove all items from the feed %feed?
ca_es: Esteu segur que voleu esborrar tots els elements del canal %feed?

source: checkboxes
ca_es: caselles de selecció

source: multiple selector
ca_es: selector múltiple

source: Thousands of sites (particularly news sites and blogs) publish their latest headlines and posts in feeds, using a number of standardized XML-based formats. Formats supported by the aggregator include <a href="@rss">RSS</a>, <a href="@rdf">RDF</a>, and <a href="@atom">Atom</a>.
ca_es: Milers de lloc (particularment llocs de notícies i blocs) publiquen els seus últims titulars i enviaments en canals, utilitzant diversos formats estandarditzats basats en XML. Els formats suportats per l'agregador són <a href="@rss">RSS</a>, <a href="@rdf">RDF</a>, i <a href="@atom">Atom</a>.

source: Current feeds are listed below, and <a href="@addfeed">new feeds may be added</a>. For each feed or feed category, the <em>latest items</em> block may be enabled at the <a href="@block">blocks administration page</a>.
ca_es: Els canals actuals estan llistats més avall , i <a href="@addfeed">es poden afegir nous canals</a>. Per cada canal o categoria de canal el bloc <em>últims elements</em> es pot activar a la <a href="@block">pàgina d'administració de blocs</a>.

source: Add a feed in RSS, RDF or Atom format. A feed may only have one entry.
ca_es: Afegiu un canal en format RSS, RDF o Atom. Un canal pot contenir sols una entrada.

source: Categories allow feed items from different feeds to be grouped together. For example, several sport-related feeds may belong to a category named <em>Sports</em>. Feed items may be grouped automatically (by selecting a category when creating or editing a feed) or manually (via the <em>Categorize</em> page available from feed item listings). Each category provides its own feed page and block.
ca_es: Les categories permeten agrupar elements de diferents canals. Per exemple, diversos canals relacionats amb els esports poden pertànyer a una categoria anomenada <em>Esports</em>. Els elements del canal poden ser agrupats automàticament (seleccionant una categoria quan es crea o s'edita un canal) o manualment (mitjançant la pàgina de <em>Categorització</em> disponible al llistat d'elements del canal). Cada categoria aporta la seva pròpia pàgina de canal i bloc.

source: Configure which content your site aggregates from other sites, how often it polls them, and how they're categorized.
ca_es: Configureu quin contingut afegeix el vostre lloc des d'altres llocs, cada quan s'actualitza i com serà categoritzat.

source: Update items
ca_es: Actualitza els elements

source: Edit feed
ca_es: Edita el canal

source: No blocks in this region
ca_es: Cap bloc en aquesta regió

source: The block %info was assigned to the invalid region %region and has been disabled.
ca_es: El bloc %info es va assignar a la regió no vàlida %region i ha estat desactivat.

source: The changes to these blocks will not be saved until the <em>Save blocks</em> button is clicked.
ca_es: Els canvis fets a aquest bloc no es desaran fins que no es premi el botó <em>Desar blocs</em>.

source: Post new blog entry.
ca_es: Publica una nova entrada al blog.

source: You are not allowed to post a new blog entry.
ca_es: No esteu autoritzat a publicar una nova entrada al diari.

source: You have not created any blog entries.
ca_es: No heu creat cap entrada de blog.

source: !author has not created any blog entries.
ca_es: !author no ha creat cap entrada de blog.

source: No blog entries have been created.
ca_es: Les entrades de blog no han estat creades.

source: Blog entry
ca_es: Entrada de blog

source: View recent blog entries
ca_es: Visualitza les entrades de blog recents

source: Read !username's latest blog entries.
ca_es: Llegiu les darreres entrades del blog de !username

source: !username's blog
ca_es: blog de !username

source: Read the latest blog entries.
ca_es: Llegiu les últimes entrades dels blogs.

source: The content type for the %add-child link must be one of those selected as an allowed book outline type.
ca_es: El tipus de contingut per a l'enllaç %add-child ha de ser un dels seleccionats com a tipus d'esquema de llibre permès.

source: Save book pages
ca_es: Desa les pàgines del llibre

source: This book has been modified by another user, the changes could not be saved.
ca_es: Aquest llibre ha estat modificat per un altre usuari, els canvis no s'han pogut desar.

source: Title changed from %original to %current.
ca_es: Títol canviat de %original a %current.

source: Updated book %title.
ca_es: S'ha actualitzat el llibre "%title".

source: book: updated %title.
ca_es: llibre: actualitzat %title.

source: Update book outline
ca_es: Actualitza l'esquema del llibre

source: Remove from book outline
ca_es: Elimina de l'esquema del llibre

source: No changes were made
ca_es: No es realitzaren canvis

source: The post has been added to the selected book. You may now position it relative to other pages.
ca_es: S'ha afegit l'enviament al llibre seleccionat. Ara podeu posicionar-lo en relació a les altres pàgines.

source: The book outline has been updated.
ca_es: S'ha actualitzat l'esquema del llibre.

source: There was an error adding the post to the book.
ca_es: Hi ha hagut un error en afegir l'enviament al llibre

source: %title has associated child pages, which will be relocated automatically to maintain their connection to the book. To recreate the hierarchy (as it was before removing this page), %title may be added again using the Outline tab, and each of its former child pages will need to be relocated manually.
ca_es: %title té pàgines filles associades que es reubicaran automàticament per tal de mantenir la seva connexió amb el llibre. Per a recrear la jerarquia (tal com estava abans d'esborrar la pàgina), es pot afegir %title un altre cop utilitzant la pestanya Esquema i reubicar manualment cadascuna de les seves pàgines filles.

source: %title may be added to hierarchy again using the Outline tab.
ca_es: %title pot ser afegit un altre cop a la jerarquia usant la pestanya Esquema.

source: Are you sure you want to remove %title from the book hierarchy?
ca_es: Esteu segur que voleu eliminar %title de la jerarquia del llibre?

source: The post has been removed from the book.
ca_es: L'article s'ha suprimit del llibre.

source: Show a printer-friendly version of this book page and its sub-pages.
ca_es: Mostra una versió per imprimir d'aquesta pàgina del llibre i les seves subpàgines.

source: Show block on all pages
ca_es: Mostrar el bloc a totes les pàgines

source: Show block only on book pages
ca_es: Mostrar el bloc sols a les pàgines de llibre

source: If <em>Show block on all pages</em> is selected, the block will contain the automatically generated menus for all of the site's books. If <em>Show block only on book pages</em> is selected, the block will contain only the one menu corresponding to the current page's book. In this case, if the current page is not in a book, no block will be displayed. The <em>Page specific visibility settings</em> or other visibility settings can be used in addition to selectively display this block.
ca_es: Si <em>Mostra el bloc a totes les pàgines</em> està seleccionat, el bloc contindrà els menús generats automàticament per a tots els llibres del lloc. Si <em>Mostra el bloc sols a les pàgines de llibre</em> està seleccionat, el bloc contindrà sols el menú corresponent a la pàgina de llibre actual. En aquest cas, si la pàgina actual no és d'un llibre, el bloc no es mostrarà. Les <em>Configuracions específiques de visibilitat de pàgines</em> o altres configuracions de visibilitat poden ser usades a més a més de la forma seleccionada per mostrar aquest bloc.

source: This is the top-level page in this book.
ca_es: Aquesta és la pàgina principal d'aquest llibre.

source: No book selected.
ca_es: Cap llibre seleccionat.

source: The parent page in the book. The maximum depth for a book and all child pages is !maxdepth. Some pages in the selected book may not be available as parents if selecting them would exceed this limit.
ca_es: La pàgina pare del llibre. La màxima profunditat per a un llibre i totes les seves pàgines filles és !maxdepth. Algunes pàgines del llibre seleccionat poden no estar disponibles com a pares si, seleccionant-les, sobrepassen aquest limit.

source: %title is part of a book outline, and has associated child pages. If you proceed with deletion, the child pages will be relocated automatically.
ca_es: %title és part d'un esquema de llibre i té pàgines filles associades. Si contineu amb l'esborrat, les pàgines filles seran reubicades automàticament.

source: Re-order book pages and change titles
ca_es: Canvieu l'ordre de les pàgines del llibre i canvieu els títols

source: Book page
ca_es: Pàgina del llibre

source: Base color
ca_es: Color base

source: Header top
ca_es: Capçalera superior

source: Header bottom
ca_es: Capçalera inferior

source: There is not enough memory available to PHP to change this theme's color scheme. You need at least %size more. Check the <a href="@url">PHP documentation</a> for more information.
ca_es: No hi ha suficient memòria disponible perque PHP canvii l'esquema ède color del tema. Necessita al menys %size més. Teniu més informació a la <a href="@url">documentació de PHP</a>.

source: Delete the selected comments
ca_es: Esborra els comentaris seleccionats

source: Allows users to comment on and discuss published content.
ca_es: Permet als usuaris fer comentaris sobre el contingut publicat.

source: Example: 'website feedback' or 'product information'.
ca_es: Exemple: "resposta del lloc web" o "informació del producte".
